[PAD]
[UNK]
.
,
the
of
in
to
a
(
)
and
"
on
said
's
for
1
-
The
was
2
0
3
at
with
that
from
by
is
:
as
he
4
had
has
it
his
not
were
be
an
have
after
who
will
5
but
first
U.S.
been
$
--
two
are
their
6
beat
which
would
up
I
its
they
percent
year
out
Thursday
this
last
million
over
Wednesday
one
7
government
against
/
police
when
second
also
Tuesday
He
It
A
three
told
new
10
Monday
or
Friday
about
people
In
her
9
1996-08-28
no
we
won
New
into
under
some
Sunday
But
8
more
before
week
'
than
time
Germany
could
market
We
points
between
Australia
years
Britain
since
other
SOCCER
AT
all
played
France
state
company
England
Saturday
1996-08-22
only
officials
group
1996-08-29
there
1996
round
Minister
South
11
1996-08-27
off
match
13
down
six
6-4
6-3
four
because
21
five
15
him
Spain
1996-08-26
next
President
former
official
United
home
she
do
third
spokesman
expected
did
day
just
games
through
statement
70
win
NEW
made
12
1996-08-23
them
14
lost
where
20
6-2
world
July
Russian
September
RESULTS
n't
if
back
Italy
shares
China
August
YORK
president
Cup
2.
3.
1.
DIVISION
British
LONDON
Clinton
any
while
Japan
seconds
reported
billion
69
matches
month
team
v
Russia
Pakistan
division
European
meeting
London
They
June
30
being
German
news
added
71
Results
1996-08-25
half
At
peace
still
1/2
metres
earlier
talks
set
tonnes
killed
Sweden
now
season
take
held
during
Reuters
should
part
around
India
National
party
elections
took
Bank
game
early
lead
number
capital
68
innings
6-1
soccer
minutes
due
end
saying
days
7-6
b
100
results
Open
foreign
so
can
political
international
West
22
per
York
final
Belgium
you
Newsroom
most
French
victory
well
50
Netherlands
visit
country
Iraq
seven
25
champion
Israel
our
minute
American
says
left
66
Africa
Czech
1996-08-24
league
play
LEAGUE
4.
profit
67
vs.
5.
6.
1995
24
very
leader
7-5
Republic
local
found
war
go
same
support
Inc
newsroom
close
run
called
States
meet
CHICAGO
say
World
then
man
what
town
military
lower
prices
ago
singles
eight
64
both
put
Moscow
Mark
72
newspaper
deal
runs
bank
make
16
trade
OF
race
goals
Men
60
St
rate
cents
issue
gave
pct
Prime
There
months
May
behind
city
FIRST
good
opposition
minister
75
Michael
Women
League
ended
Hong
report
leaders
rebels
Iraqi
Dutch
tournament
until
agreed
late
Australian
northern
weekend
near
dollar
price
net
74
get
7.
plan
security
Kong
going
top
agency
African
record
players
73
Attendance
;
want
start
Paul
another
Sri
drawn
miles
refugees
chief
John
office
place
David
Democratic
economic
sales
taking
my
CRICKET
SAN
8.
court
arrested
Commission
quoted
demand
Israeli
those
Party
Palestinian
Corp
GMT
Ahmed
championship
allowed
Foreign
many
IN
already
women
including
central
several
de
following
television
Arafat
hit
km
Martin
17
28
Yeltsin
Union
authorities
fell
later
forces
southern
men
ahead
31
may
M.
1-0
26
Dole
whether
hours
came
reporters
announced
work
troops
election
loss
weeks
way
Brazil
19
...
general
return
parliament
higher
closed
23
night
Finland
1994
Zealand
vs
18
65
Chicago
test
This
began
share
power
went
national
decision
agreement
plans
countries
English
ministry
quarter
Washington
like
few
asked
1997
oil
head
away
morning
north
Lebed
Police
trading
taken
main
fighting
leading
Austria
Sydney
Olympic
money
index
such
current
side
U.N.
rights
past
63
c
scored
signed
Canada
STANDINGS
hits
much
major
army
business
budget
Europe
Ukraine
growth
East
40
nine
area
Standings
think
accused
total
campaign
previous
Two
region
attack
own
strike
96
draw
winning
62
Lanka
Co
recent
On
led
died
27
hold
PCT
without
working
control
plane
these
cash
future
available
club
White
Akram
Ireland
best
9.
high
seen
vote
again
---
ban
might
March
right
sent
ceasefire
failed
help
does
give
Paris
fourth
little
wickets
released
tour
case
conference
're
Dutroux
disease
long
period
manager
me
No
embassy
An
prime
average
started
champions
cut
City
overs
29
least
us
Italian
across
Aug
Kurdish
free
planned
October
stories
members
tennis
59
Wasim
Thomas
Costa
Ajax
Leading
order
service
Chechnya
production
airport
public
Ministry
rose
Jordan
press
strong
April
given
Romania
short
Slovakia
54
BASEBALL
shot
10.
declared
children
yet
Bosnia
Bosnian
San
Republican
bonds
further
reports
State
must
trying
possible
markets
interest
Amsterdam
If
A.
hospital
standings
tabulate
CITY
seed
Moslem
stock
Jerusalem
Peter
known
brought
used
Taiwan
opening
term
face
received
Poland
guerrillas
rates
forced
law
industry
TENNIS
2-0
coach
series
fifth
Robert
woman
come
clear
death
charges
She
Ltd
Kenya
Nigeria
call
details
despite
estimated
Turkey
That
likely
immediately
PARIS
date
squad
'S
Argentina
1,000
injured
*
companies
point
old
showed
passengers
small
private
yen
train
48
action
human
contract
figures
Egypt
North
Iran
level
76
daily
use
result
better
California
named
0-0
captain
Wimbledon
L
61
got
each
One
groups
latest
Nations
trip
forecast
process
Japanese
policy
workers
see
believed
how
sold
force
analysts
financial
earnings
exports
unless
halftime
seeding
holiday
Waqar
Younis
Mushtaq
Croft
TORONTO
BALTIMORE
PSV
Belgian
pay
soon
prison
rise
Atlanta
Serb
6-0
chairman
nearly
TO
International
coming
today
border
scheduled
Total
title
S.
rule
within
straight
making
violence
road
levels
times
playing
confirmed
56
Security
convention
Exchange
pound
buy
senior
message
met
Saudi
Net
keep
53
AMSTERDAM
know
Khan
Mullally
OPEN
Switzerland
homer
inning
tried
Central
Halftime
south
Bill
Grand
55
completed
charged
illegal
nuclear
position
independence
Indian
First
gold
reached
struck
services
comment
health
conditions
Chinese
island
Association
FOR
here
Netanyahu
full
kept
based
rebel
continue
areas
outside
PUK
parties
attacks
problem
45
After
course
2-1
1-1
aggregate
prefix
opened
tie
percentage
58
ground
even
able
arrived
'm
civil
letter
Grozny
poor
centre
wife
sell
Mexico
OSCE
change
Group
wheat
EU
needed
denied
radio
paper
goal
bond
300
source
flight
PRESS
DIGEST
Turkish
step
42
according
too
77
leg
winner
Result
denotes
director
great
penalty
Johnson
BOSTON
FRANCISCO
big
Williams
system
break
village
returned
himself
less
stage
treaty
leave
House
economy
2-6
Swiss
similar
pounds
executive
compared
talk
1991
Polish
Iranian
broke
land
decided
firm
armed
continued
Steve
Alexander
Scorers
7-4
never
326
G.
52
striker
Indonesia
Division
W
KANSAS
SEATTLE
46
HOUSTON
COLORADO
Western
single
fall
trial
seeded
32
whose
house
%
&
1992
line
Sudanese
Council
Sudan
carrying
investors
having
Mother
need
offer
complete
lot
bid
low
poll
Played
committee
province
increase
General
When
These
problems
chance
3-6
Morocco
premier
D.
Lewis
Sohail
Alex
Hungary
Colombia
MINNESOTA
AUGUST
ATLANTA
ST
LOS
Texas
ninth
Jose
Ian
unit
Some
defeat
young
deficit
western
dead
cost
turned
Thai
far
volume
As
killing
bomb
important
banks
drug
NATO
protest
player
Brady
tabulated
nation
tax
Rica
food
Lloyd
black
drugs
federal
C$
171
negotiations
open
Baghdad
air
dealers
Arab
1990
95
guilders
Jim
cricket
ENGLAND
Scotland
Todd
Brazilian
Richard
34
defence
appeal
stocks
injury
really
ordered
seized
36
school
fire
Angeles
Department
Teresa
profits
400
AND
eastern
traders
rain
discuss
plant
hijackers
copper
sector
municipal
settlement
overall
January
included
domestic
542
February
become
expect
movement
steady
quiet
summer
Palestinians
Islamic
Red
value
costs
union
BONN
question
Series
CUP
N.
PAKISTAN
Canadian
Van
Medvedev
GB
DETROIT
CLEVELAND
ANGELES
double
dropped
THE
ethnic
Court
always
involved
staff
couple
His
Chechen
200
mission
mark
currency
Los
stay
name
weapons
Paulo
find
girls
products
tonne
FC
Honda
coalition
votes
risk
farmers
bought
sides
car
increased
sets
ISS
ENGLISH
wanted
arms
bad
charge
verified
November
traded
offered
analyst
Street
competition
Scott
Chris
Sanchez
4-6
51
57
Oval
R.
Aamir
Manchester
December
've
midfielder
Cyprus
10th
Major
CALIFORNIA
teams
allowing
career
tender
For
caught
sixth
girl
sign
overnight
90
saw
issues
legal
Sept
Munich
America
Nepal
remained
governor
condition
rest
News
orders
A$
declined
43
release
ball
47
member
'll
WASHINGTON
options
traffic
Sao
francs
Meri
rupees
van
move
feed
Florida
paid
rival
secretary
Toronto
Service
appeared
diplomat
Kurdistan
War
dealer
territory
stop
board
hand
doing
range
evening
debt
officer
child
Wall
81
sale
WORLD
stated
Davis
George
P.
Saeed
Rangers
jail
Denmark
Francisco
Zimbabwe
drew
Venezuela
MONTREAL
LOUIS
DIEGO
Louis
Borussia
rounds
35
believe
All
key
probably
officers
post
bln
Interfax
sources
damage
murder
relations
suffered
life
Democrats
positive
hope
80
HONG
management
worth
Rubin
Christie
Bob
defender
Serbs
soldiers
presidential
King
38
exchange
truck
Fortuna
electoral
commission
Morris
voting
BRUSSELS
farm
concern
Jones
People
gains
cabinet
looked
telephone
KDP
spot
aircraft
attempt
blamed
visited
twice
port
battle
par
Jan
Le
church
output
41
Wayne
BEAT
landed
thought
Park
1-6
leaving
County
J.
Russell
Anwar
Cork
form
qualifier
Croatia
Philippoussis
Yugoslavia
resignation
Carlos
Stich
Seattle
William
adding
WESTERN
FLORIDA
PHILADELPHIA
PITTSBURGH
Oakland
With
drove
Juan
WIN
terms
University
survey
goods
development
track
along
difficult
1993
MOSCOW
separatist
although
Former
deals
losing
husband
arrest
deputy
Berlin
seek
polls
among
Stock
More
operation
investment
KONG
largest
pair
Cuba
Securities
your
once
Senate
one-day
spokeswoman
Congress
demanding
Colorado
rules
measures
media
passenger
GERMAN
recently
cooperation
positions
Gaza
diplomatic
vouch
accuracy
water
admitted
GOLF
Stewart
preliminary
finished
am
feel
Second
Chang
job
scores
Essex
C.
V
44
Extras
Bowling
Chile
Atletico
losses
Korea
Sampras
Baltimore
MAJOR
Baseball
EASTERN
CENTRAL
SCHEDULE
CINCINNATI
seventh
Tigers
Hamburg
Brussels
bus
community
majority
annual
states
medical
special
whole
programme
Graf
Martinez
10,000
books
family
common
caused
biggest
Algeria
fact
Commonwealth
20,000
Albanian
basis
situation
event
forward
things
felt
walked
lap
Diego
Burundi
YR
Barcelona
a.m.
entered
Tamil
running
Windows
building
Sheffield
Marseille
Rotterdam
voters
Slovak
proposed
avoid
efforts
consumer
Beijing
towards
slightly
figure
light
fight
Gulf
serious
wounded
travel
Peres
currently
Last
invited
list
futures
starts
joined
Ohio
Tim
Tom
owned
Date
3-0
CHAMPIONSHIP
Fall
To
bat
Ijaz
moment
Marcelo
Norway
giving
described
championships
beginning
Tennis
MILWAUKEE
TEXAS
OAKLAND
RBI
Boston
Mike
eighth
RESULT
presence
others
ruled
often
either
provide
remain
looking
hour
Korean
commander
delayed
shooting
boy
pact
Information
Amman
Jewish
nothing
sought
Irish
heart
hard
followed
TOKYO
Year
2000
property
published
wicket
mostly
RUGBY
heavy
administration
Singapore
houses
protests
Diana
driver
rugby
Leeds
Lens
Feyenoord
sex
kidnapped
Bucharest
49
Weizman
Gore
Yellow
ministers
almost
auction
snapped
abroad
AG
announcement
+44
Syria
Middle
factions
ending
Afghan
crew
Lebanon
live
fiscal
data
Jul
seeking
rally
truce
Secretary
unrest
export
504
done
SCORES
Mickelson
Greg
Craig
F.C.
Malta
winners
veteran
Games
aimed
Jason
5-7
Mohammad
Brown
ON
MANCHESTER
Daniel
Muster
6-7
Andrea
qualifying
Hapoel
look
Malaysia
Jeff
GAMES
.500
interim
Sox
walk
Eindhoven
DUTCH
Milan
grand
Greece
COLOMBO
white
cases
surgery
39
Austrian
tight
body
enough
Boris
introduced
anything
threatened
boat
missing
Argentine
guerrilla
banned
noted
effect
emergency
starting
suspected
performance
EPS
act
unchanged
supply
product
approved
homes
shareholders
pulled
activity
launched
NOTE
streak
rupiah
33
though
shortly
3-1
stake
large
C
different
join
impact
Toyota
students
secret
kph
Graham
Alan
role
bill
CYCLING
parliamentary
filed
6.0
Stansted
Motorola
victims
mad
Spanish
dangerous
imports
interview
yr
buying
numbers
Greek
JERUSALEM
fired
800
changed
defeated
Afghanistan
newspapers
imposed
sanctions
However
target
Data
revised
raised
+31
Scores
NEC
Prix
four-day
Hampshire
Surrey
Yorkshire
Lancashire
TEST
Thorpe
Salim
Malik
Moin
AFTER
picked
Marc
2-2
wins
15-12
Orioles
Hospital
blood
Cincinnati
Yankees
82
Milwaukee
crowd
11th
broken
ROUND
Gary
account
limited
Maria
accident
Home
Health
industrial
book
pressure
address
rising
61-2
And
helped
finally
Coast
east
cuts
conflict
thousands
include
?
handed
wants
Lauck
Socialist
convicted
Catholic
responsible
entering
accept
injuries
gross
religious
begin
Gold
Soviet
issued
McLaren
foot
Tour
claimed
Pauli
Schalke
FRENCH
hurdles
Gencor
hands
Old
crime
purchase
trader
lines
weaker
bourse
Melbourne
nil
Shanghai
stages
Heerenveen
ransom
Arabia
Nicaraguan
west
unable
investigators
information
democracy
speak
ruling
Medical
delivery
6-
debate
Banharn
unq
cow
sheep
questioned
cattle
What
Ford
Athens
ambassador
rather
Levy
inside
funds
Yasser
crisis
Our
evidence
immediate
resume
Financial
Philip
Summary
afternoon
customs
Finance
quickly
Rose
79
bit
daughter
opinion
Crawley
Inzamam-ul-Haq
Asif
scoring
Patrick
score
Bulgaria
Sparta
4-1
leadership
15-6
Andrei
Christian
Philadelphia
history
debut
Detroit
Minnesota
progress
ATHLETICS
Stephen
Pedro
MATCH
significant
something
employees
show
While
Seles
Huber
RTRS
every
JOHANNESBURG
front
Government
assault
coast
Khartoum
incident
session
Inc.
drop
father
millions
Algerian
50,000
fans
Dhaka
Bangladesh
Fox
direct
Calcutta
boost
long-term
Sales
involving
strategic
barter
weather
Benetton
Hill
Portsmouth
Chelsea
moved
0-1
Although
weekly
LG
thing
Zaire
Yugoslav
minority
soldier
diplomats
Tsang
passed
Islamist
PKK
USDA
You
candidate
computer
software
hijacked
welfare
Human
reform
St.
income
212
spending
suspended
78
abandoned
OB
Monaco
Bayern
Waugh
whom
dismissed
site
allegations
stronger
managed
freed
Pakistani
defending
Yamaha
contact
6-5
Doboj
grain
Madrid
gun
5.0
offices
recovery
OM
Blackburn
determine
BSE
expressed
draft
mother
considered
opposed
registration
posted
=
UK
Port
send
Both
Three
hostage
attend
violations
mixed
improve
Revenue
surplus
protection
suspect
takes
La
Arantxa
Vicario
El
retired
spoke
Gloucestershire
Warwickshire
Atherton
Scottish
Ferreira
8-6
7-1
Black
7-2
fast
Sion
4-0
SYDNEY
Tony
Under
15-11
Centre
Adrian
Jonathan
Andre
Reds
Montreal
Indians
bottom
consecutive
Kansas
Stuttgart
Dortmund
organisers
ever
Max
includes
promised
towns
previously
continues
reserve
distribution
improved
born
above
below
subject
doctors
living
Slam
faces
worked
SEOUL
appear
faction
Organisation
Rating
threatening
residents
Kremlin
heard
flew
neighbouring
interests
written
militants
speech
cannot
gained
Shares
alleged
lawyer
James
Desk
material
judge
spent
request
monitors
table
airports
Cologne
Frank
tests
real
training
150
operating
Thailand
prevent
mln
Jakarta
marks
county
means
15-10
advantage
Hansa
Rostock
Zurich
Jamaica
friendly
however
Warsaw
estimates
status
Rwandan
assets
riots
Jordanian
streets
clashes
II
Queen
challenge
Prince
4.0
first-half
using
warned
university
Bradford
Gough
Irani
Preston
Wilson
Simon
Groningen
Nantes
Auxerre
Doetinchem
Leverkusen
servants
alliance
turn
bodies
scandal
feet
Auckland
lack
199
Singer
speaker
Plc
IVAC
Treasury
tough
premium
Dealers
Hashimoto
lei
Ruutel
barley
Barrick
CDU
Boardman
Sierra
fishermen
study
proposal
danger
confidence
beef
hotel
threw
necessary
read
why
vice
vehicles
Federal
cars
ATHENS
waiting
fears
committed
Benjamin
Peace
fly
brief
cancelled
lifted
documents
Kabul
headquarters
Albania
Saddam
ties
serve
..
calls
Cash
care
residence
barrels
Board
5000
Mayfair
Norman
sprint
longer
ran
Glamorgan
Leicester
Mujtaba
Vienna
WITH
Rafter
O'Brien
provincial
5,000
Estonia
3,000
Slovenia
OUT
beaten
Mariners
Cleveland
pitch
extra
three-run
relief
row
scattered
owns
Nijmegen
NAC
Breda
clearly
Raymond
Lee
Miguel
Andrew
additional
Belarus
policemen
Note
certain
District
wrote
cause
built
opens
star
quarter-finals
victim
clash
Other
F
Liberia
reason
Maskhadov
pts
Serbian
separatists
kill
500
leads
heroin
kg
Officials
flights
Ethiopia
Machado
crash
suffering
Massachusetts
jailed
sentenced
five-year
Interior
suit
quite
carry
TV
110
Bremen
research
bilateral
investigation
Kashmir
create
growing
GDP
Serbia
film
Day
begun
advertising
operations
hurt
generally
lending
Power
billions
Indonesian
build
delay
announce
GRAND
SECOND
speculation
clocked
Bailey
Colin
finish
crashed
Johan
Rwanda
Santos
guilty
Colombo
add
worst
suspects
effective
ends
powers
huge
Deputy
potential
spring
effort
B
Turnover
Zenith
Corp.
jobs
customers
investigating
view
considering
project
intervention
Traders
decide
37
Mitsubishi
Wigan
176
Newcastle
Bristol
Hanwha
Lotte
Ssangbangwool
Nice
Montpellier
Sittard
Vitesse
Volendam
Tendulkar
fear
drive
Five
witnesses
WINS
Corser
Queensland
Houston
Fiorentina
Armstrong
apartheid
employee
fraud
Supreme
crude
Olympics
Oncins
existing
appointed
peso
Rabobank
epidemic
Cofinec
Gajdos
loan
Berlex
Gazprom
Names
Daewoo
consumers
scientific
der
standing
BEIJING
visiting
registrations
registered
weak
together
Costas
NATIONAL
storm
right-wing
ready
enter
captured
prompted
mainly
permission
Bridge
Taleban
guards
Their
republic
cargo
shipment
Hussein
Speaker
preparing
prepared
outstanding
opportunity
reduce
rating
rises
failure
social
markka
balance
Golf
Fred
Gloria
Bistrita
4-2
Royal
gone
success
let
Campbell
Colchester
Cardiff
Leicestershire
Nottinghamshire
W.
Worcestershire
Salisbury
served
successful
THIRD
Tillstrom
Rios
Kenneth
7-3
Woodbridge
25,000
Star
determined
lose
someone
doubles
partner
Qualifier
Stefan
Agassi
Ecuador
Enqvist
Angels
.496
Pittsburgh
two-run
three-game
meetings
homered
capped
earned
SUMMARY
Carl
Angel
UEFA
Portugal
collided
values
program
resolution
equal
sees
closing
researchers
delivered
especially
Following
expectations
1989
Oxford
receiving
makes
aid
population
shown
opponents
Hingis
9373-1800
knew
maybe
fought
D
kills
southeast
dozen
travelling
Guinea
son
Island
1998
Moody
nearby
document
federation
According
mine
Brunswijk
custody
detained
conservative
Authority
onto
trillion
stable
Miss
fine
suicide
Sale
base
Lincoln
demanded
nor
carried
Workers
Roman
Islamists
commanding
Frankfurt
1.5
solution
Delhi
cross
Affairs
reasons
planning
reduced
response
delegates
stopped
missionaries
1996/97
disappointing
WELLINGTON
department
replace
example
version
PRIX
midnight
hitting
Roger
Bundesliga
Nancy
15,000
present
stepped
Sarah
jump
Lankan
joint
junior
holding
Samsung
field
Taibe
driving
Liverpool
Lynch
Rally
BELGRADE
jet
Davies
allegedly
friend
125
Post
DEM
boxes
addition
comes
dollars
lawsuit
corporate
slow
Wisconsin
established
rural
largely
H1
assembly
spend
yuan
council
vehicle
Makinen
Did
Helens
Oldham
Final
Birmingham
Vale
Smicer
Guingamp
Metz
Graafschap
Arnhem
Karlsruhe
Bayer
Freiburg
About
unions
inflation
counterpart
executed
fellow
Basque
throughout
rail
Internet
Java
individual
Celica
Kawasaki
Takeda
Haga
Kocinski
Brisbane
Braves
cycling
Ronald
supplies
insurance
Hungarian
cement
Olsza
ballot
politicians
Reagan
nomination
MFS
representatives
college
Perot
shipments
Owens
Biogen
1996-08-30
SEP
Gas
veterinary
required
animal
extremely
Bonn
eating
rare
lived
aged
rivals
Now
Daily
comments
motor
Third
Simitis
snap
S&P
LAST
plays
conducted
definitely
envoy
answer
ousted
changes
keeping
PLO
schedule
militia
Russians
maintain
calling
establishment
presidency
arrives
prompt
Thousands
Six
Capital
backing
Juppe
proposals
8,000
lift
30,000
Trade
monthly
cleared
link
Nick
Sven
Gilbert
24th
RACING
wait
search
Eight
Nathalie
Championship
Durham
85
280
Kent
Northampton
Sussex
Northamptonshire
SCOREBOARD
Scoreboard
Knight
SQUAD
Everton
lunch
Petr
EUROPEAN
54th
Sofia
4-3
Prague
Northern
slipped
Croatian
15-8
Pete
Fernando
Edberg
Javier
miss
treated
Andy
manage
absence
AMERICAN
CAPS
rallied
blast
homers
became
major-league
Derek
Marco
Antonio
records
headed
places
13.
revenue
emerged
stores
Most
AUG
Several
begins
ceremony
landing
possibility
Monica
first-round
runner-up
Davenport
Coetzer
serving
160
Nigerian
observers
repeatedly
Conference
winter
Atlantic
interior
Aslan
lives
station
rescued
Buenos
Aires
activities
showing
baht
formal
accord
parts
happened
Kevorkian
room
Smith
Amount
struggle
network
produce
magazines
extradition
magazine
shows
Air
bring
threat
Assembly
concerns
wrist
connection
Over
edged
recovered
stood
86
task
Her
elect
Rome
US$
outlook
confident
bed
Tokyo
FORECAST
HK$
Super
blow
initially
Palace
doubt
concerned
Committee
decree
systems
Goldman
Brian
century
Jacques
Mika
Schumacher
106
advanced
Americans
person
UNION
seedings
none
Charlton
Thompson
route
candidates
produced
SUMMARIES
Svetlana
Masterkova
capacity
plus
medal
Julie
Wellman
Juventus
DIV
N
fever
treatment
Democracy
casualties
organised
materials
Chechens
try
elected
difficulties
Ali
tension
ANKARA
autonomy
apparently
Gov
transport
Corporation
finance
king
neighbours
volatility
falling
Charles
remove
gets
Microsoft
handling
hijacking
agents
Arkansas
idea
scene
cotton
Business
prospects
striking
voted
violent
Just
Company
construction
acquisition
Lakes
Ferrari
+3
325
favour
removed
Darren
Aberdeen
Ross
GKS
Hyundai
Haitai
goalkeeper
LEADING
Bastia
Lille
Bordeaux
RKC
Willem
Tilburg
Utrecht
AZ
Alkmaar
Bochum
Arminia
Bielefeld
Moenchengladbach
Werder
1860
Duesseldorf
Linz
Public
Labour
firms
Civil
skull
Nicaragua
MDS
gathering
offers
mandate
talking
Bourlet
unknown
accepted
inches
Army
Ducati
Slight
Aoki
names
reaching
Cardinals
Marlins
shut
serie
Lance
Baker
O'Neal
Celsius
negative
Gilbertson
rand
merger
Advanced
infusion
postponed
Perry
Maleeva
Barbara
controllers
gunman
Spot
resign
Airways
grade
Midwest
abortion
Karachi
fob
12.0
margins
Tapie
Iraqis
Faulding
Kelly
SPLA
Iliescu
CVG
Lanusse
unc
Soyoil
Arequipa
Sakai
SEC
Collinelli
Jayasuriya
Oct
noise
Yemen
BOJ
prosecutors
representative
Commissioner
specific
review
backed
waste
illness
restaurant
items
store
overseas
PM
+301
3311812-4
2001
NOTES
Lehman
assessment
via
confirm
true
labour
attacked
Kurds
Patriotic
deposit
Abu
Ramallah
affairs
flying
helicopter
possibly
controlled
attempts
regular
lifting
embargo
democratic
fair
Beirut
threats
occurred
cent
bullish
amount
mean
Southern
3.8
holes
ensure
AKRON
Billy
Jack
disappointed
Weaver
sterling
1996-08-21
Sergi
confessed
stayed
COUNTY
Somerset
Walker
FINAL
Hussain
lbw
Ivanisevic
MaliVai
Rosset
Cedric
Pioline
Alberto
Stoltenberg
professional
Ruch
Wales
47th
Larnaca
5-2
90th
15th
DE
Newcombe
else
faced
Sun
------------------------
pull
WEDNESDAY
THURSDAY
Terry
strikeouts
Ripken
solo
settled
kick
GENEVA
Euro
Squad
RECORD
40,000
prix
golf
Woosnam
Roe
Price
factors
red
allocated
16.
balls
refunds
regarding
personnel
quarterly
Best
School
Four
pain
weight
normal
brokers
cholesterol
benefit
fled
Plymouth
active
holders
avoided
Anne
popular
Lindsay
Playing
surprise
Soccer
Anthony
prayers
age
Thomson
Investors
Agency
flow
chief-of-staff
railway
trouble
Press
two-day
firing
Colombian
fuel
sea
Maoist
propaganda
regime
BANGKOK
street
nations
self-rule
anyone
owner
copies
journalists
selling
CAIRO
Mohamed
instead
Its
Egyptian
Front
Of
claims
attended
112
putting
attending
doctor
Judith
abuse
greatest
prosecutor
sentence
truth
actions
organisations
Algiers
foreigners
flown
addressed
block
signing
Treaty
Liam
troubled
hopes
Nobel
failing
founded
Bernard
revenues
internal
pledged
equipment
hunt
escape
JAKARTA
**
closes
accompanied
signs
reforms
postpone
language
Volkova
various
De
improvement
BELGIAN
Jean
11.
12.
Habsudova
Tranmere
Grimsby
Gooch
K.
310
83
109
Pollock
fun
pretty
missed
affected
shots
check
McGrath
.531
Luis
Porto
Germain
stadium
Trinidad
Mitchell
speed
Jon
entire
formally
cup
Brugge
installed
timetable
newsdesk
8.0
Arabs
hearing
Football
Trafford
reserves
WARSAW
dark
river
bread
communist
smaller
policies
Kurd
Virginia
stabbed
identified
Dan
Weld
facing
politics
warrants
controls
X
Princess
criminal
Stenning
everything
Index
partners
SBC
hundreds
fallen
launch
tied
commercial
Alaska
Turner
suspicion
Calif.
continuing
wounds
ca
sharp
Greens
2,000
Niugini
staged
CNIEC
moving
exact
Holdings
discussions
fund
Taylor
yesterday
RALLYING
Kankkunen
+1
successive
Dundee
Crystal
Barnsley
Huddersfield
Brooke
Krakow
strikers
Charleroi
Rennes
Strasbourg
Havre
Lyon
Waalwijk
Twente
Enschede
Roda
JC
Duisburg
SV
wage
forest
Eritrea
class
stance
column
activists
judicial
camp
grenades
happen
Edouard
Defence
kidnapping
theft
hear
Rights
margin
venture
marketing
Eriksson
Yoshikawa
521-8
PREMIER
Pirates
equaliser
knee
TOUR
Club
choice
abuses
Moslems
Dayton
refugee
linking
reveal
finding
Kabariti
Earlier
thin
customer
agenda
ask
decisions
Hasina
regions
transition
quality
rains
plants
120
secured
Botham
Popov
Petra
catch
hot
original
consider
Ambassador
Federation
contracts
liquidity
Airbus
asylum
hog
Gingrich
Convention
justice
Reeve
gas
Oklahoma
moisture
Brush
versus
explosives
festival
Cozma
12-15
Colonna
Koerts
Teutenberg
Aki
TVM
certainly
privatization
humanitarian
.02
Hamas
Helibor
Nasdaq
4,000
Arch
Amoco
Bhutto
ACC
ND
Evert
Sakigake
virus
Simpson
scientists
grounds
briefing
Fischler
chains
highly
slight
telling
Nottingham
box
atmosphere
Taipei
renegade
gain
decline
manufacturers
bureau
Dimitris
PRICE
PAY
DATE
BP
MOODY
US
7.0
Radio
appears
politician
retain
signal
probe
BAGHDAD
exile
vowed
stand
targets
pursuit
Kuwait
U.S.-led
kingdom
Shimon
hostages
Rabbani
Zhirinovsky
Vladimir
extended
rice
incidents
livestock
outperform
estimate
except
Income
Operating
dated
trends
reopened
operator
AS
bpd
HELSINKI
Agriculture
animals
concrete
dealing
erupted
fatal
equivalent
worldwide
Justin
Anders
Phil
Brad
Costantino
Rocca
qualified
Classic
Kimiko
Bruguera
Damm
108
145
Wells
Trent
Giles
Headingley
Akam
Ferguson
CANADIAN
Nestor
Mikael
Korda
Winners
Tirana
Chorzow
5-1
Aggregate
Brann
58th
Latvia
Luxembourg
Dynamo
Georgia
26th
80th
86th
Belgrade
Moldova
Add
1,500
BUDAPEST
events
1986
15-7
Abdul
Liu
DRAW
U.S
Roberto
Johansson
Fleurian
Kevin
Kim
Nicolas
Stephane
Bahamas
Columbia
.504
.543
Rodriguez
Johnny
Dean
30th
starter
Young
Athletics
loaded
Arthur
finals
beyond
phase
athletes
Lawrie
Marcus
Linhart
15.
Armed
Romanian
OJ
displayed
Journal
Regulation
invitation
related
Medicare
pleased
toward
retailer
developed
sometimes
Industry
garlic
affect
Basuki
repeat
Miller
unfortunate
affair
Frenchman
Anke
Conchita
Jana
compatriot
13th
chances
difference
hoped
G
outbreak
accords
highway
disarmament
Community
reply
Ocean
becoming
CPI
m
Current
die
command
explained
renewed
Itar-Tass
Sarajevo
taxes
kuna
briefly
speaking
halt
bombing
Pacific
Peru
terrorist
northeast
attempted
1980s
Despite
follows
colony
Canberra
critics
citizen
confiscated
resulted
explain
Istanbul
yards
pilot
Mubarak
fails
amid
Universe
questions
bringing
multiple
midday
Municipal
212-859-1650
slaughter
satisfied
Social
NATIONS
radical
202
3.5
Dividend
resort
packed
Dublin
Ischinger
Cooperation
personal
global
intended
Gujral
Geneva
weapon
impossible
option
arriving
complained
seriously
governments
1987
engineering
sharply
turnover
edge
ratio
Reserve
increasing
love
nun
alone
highest
award
receive
forecasts
1995/96
motion
picture
Analysts
offset
cover
Times
minimum
Wellington
climbed
266
specified
LATEST
believes
respect
safety
maximum
Dow
beating
Surabaya
Also
....
Nikkei
Dec
CAC-40
itself
factor
united
180
TIMES
Berger
Damon
Sauber
Ligier
Karina
Queens
Fairbrother
116
getting
15-9
slam
Anderson
Edgar
majors
pitched
Erik
LISBON
Sporting
Benfica
64th
Summaries
Mutola
pushed
Dennis
Linford
1988
bronze
medallist
Kingdom
seemed
faster
Michelle
Cuban
Seven
Uganda
Fredericks
Edwards
UP
themselves
controversial
Unita
MON
Shr
Bureau
formed
reach
allow
operate
Mideast
IOC
Maybe
mayor
Rapid
Hutu
200,000
fighters
relatively
BRASILIA
Ibrahim
secure
blame
intent
monitoring
corn
seat
inch
mm
directed
terrorism
Liberation
distance
Nepali
size
makers
yield
Bonds
rider
compensation
Erbakan
editorial
develop
Law
involves
space
Office
technical
administrative
limits
churches
kms
located
shared
Systems
PTT
ING
sound
article
surge
supporting
LME
behalf
maker
Promodes
Metro
Juha
Tommi
Subaru
Spaniard
14.
RALLY
unnamed
suspension
SUPER
Warrington
TITLE
88
Match
111
header
Villa
Norwich
Bromwich
Ipswich
Reading
Southend
Stoke
Swindon
Wolverhampton
Rovers
SOUTH
Blacks
replacement
Partizan
Spartak
Lodz
KOREAN
.538
Caen
70th
Cannes
Kerkrade
33rd
VfB
MSV
civilians
mountain
scientist
arrests
accuses
consensus
Chamorro
wo
split
widespread
Revolutionary
lb
heads
families
attention
ETA
ancient
Corsica
Stevanin
abduction
Melissa
Eefje
Bratislava
7.5
neither
Startup
acting
experience
easy
12th
placings
170
mate
forcing
BUCHAREST
10-15
reliever
acquired
O'Neill
Padres
Cubs
Dodgers
Giants
Astros
Batistuta
ITALIAN
Norwegian
FROM
supporters
amnesty
express
Mexican
MEXICO
leftist
EPR
Guerrero
protesters
dragged
education
contribute
Sandra
drought
reputation
Wheat
rainfall
expects
boosted
hat-trick
SK
Rio
ranking
mind
Stephanie
3-2
Whittall
ferry
irregularities
Election
quit
Zastava
wages
Mostostal
kidnappers
tourist
Rican
limit
credit
auctions
Petroleum
deposed
surrender
sparked
Republicans
legislature
sentiment
bids
32.0
franc
85th
Cyprien
Moura
kilometre
Mapei
McEwen
Capiot
Collstrop
N.J.
killer
PUNR
oppose
note
Banespa
Globo
remote
understanding
Democrat
crop
Chg
dn
ABC
Vermont
Tehran
refined
n.a
Commercial
AOL
provinces
Latest
CSU
SPD
FDP
PDS
Emnid
Elect
Res
Heathrow
birds
inventories
publicly
units
56th
Parma
relay
airliner
Avonex
dissidents
Rosati
SER
Sharif
Ieng
Kubo
Takemura
Banisadr
Ballanger
Kornblum
ICAC
Yassin
jewelry
Warburg
cargoes
Hope
Dacom
boycott
advice
spinal
Only
containing
imported
Hendrix
piece
sheet
audience
negotiator
Tang
edition
FRANKFURT
partly
fewer
green
Kontogiannis
1999
Damascus
tense
replaced
prisoners
God
Cairo
nurses
Libya
Up
Hassan
heavily
shelling
strikes
riyal
5/8
pass
venue
civilian
Allenby
crossing
barred
UAE
DUBAI
escaped
Kandahar
meets
referendum
Parliament
violation
1.2
RESEARCH
ALERT
Q2
599
93
Monde
Alain
nationalist
wells
import
3.2
filled
experts
SERIES
Brooks
Els
Stadler
Valletta
Sir
deny
trained
Henry
reluctant
TOSHIBA
CLASSIC
CARLSBAD
450,000
Toshiba
Naoko
Tauziat
Wang
Hamlet
Joyce
Karol
Kucera
Kenny
mutual
football
Close
V.
107
Moxon
278
SCOTTISH
caps
Goran
Vacek
Bohdan
Ulihrach
Henman
walkover
TIRANA
Chemlon
Humenne
60th
Lithuania
Nyva
penalties
Vaduz
19th
Hearts
59th
Andreas
Since
selected
semifinalist
9/16
3/4
11-6
Magnus
Grant
Kafelnikov
Bernd
Krajicek
Alami
Adams
Stefano
seasons
.457
.469
rubber
Kennedy
Field
save
walks
scoreless
Bobby
Bonilla
21st
Jimmy
Key
bases
stole
Guzman
span
five-run
Brewers
Twins
Cocu
Nilis
1-2
recalled
Jorge
Grasshoppers
glass
Broadhurst
Carter
Eales
rankings
youth
fours
SOFIA
Bulgarian
OFFICIAL
contents
printed
payments
producers
END
reimbursement
recorded
dispute
Newsdesk
div
partnership
Chairman
Chief
particularly
Swedish
1949
require
baby
representing
buyers
pills
finds
900
gives
Caribbean
aiming
crown
semifinal
tested
ranked
Amanda
Novotna
unseeded
quick
Anyang
Puchon
Suwon
P
Chonan
painful
breaking
prayer
crackdown
bottle
Nelson
ordinary
belonging
garden
Johannesburg
parents
unclear
NBH
Budapest
noon
letters
negotiated
provided
aide
nominee
mines
planes
artillery
BOGOTA
BUENOS
AIRES
iron
cold
By
1980
Pinas
mining
merely
eventually
businessman
searched
pending
consulate
Tibet
exiled
insisted
strategy
freedom
mistakes
sure
taxi
aviation
shed
profit-taking
USA
blocked
appearance
returning
associated
routine
Patricia
Nazi
complex
laws
Battle
arrangements
association
4.4
TOTAL
Not
Fax
Ballybunion
Dick
Spring
clause
Asked
DHAKA
importance
Mia
matter
outcome
seems
taka
Rangarajan
maintained
commitment
Bombay
Prize
missionary
intensive
grew
Vatican
Missionaries
Charity
destitute
From
arm
setting
realised
raising
effects
NZ
cutting
10.5
approach
Bangkok
trafficking
window
parent
ACTUAL
YEAR-AGO
placed
852
applications
demonstrators
subsidiary
loans
projects
lows
post-Soviet
effectively
Kiev
push
membership
anniversary
Gazeta
preferred
+7095
941
8520
criticised
batsman
unbeaten
bowled
MOTOR
Gerhard
Villeneuve
Hakkinen
Alesi
Herbert
Olivier
[
]
Stirling
389
181
returns
1-106
4-95
Middlesbrough
aggressive
wing
Mary
Ken
heading
pinch-hitter
apiece
Fernandez
35th
restored
38th
57th
reigning
Portuguese
thanks
Mozambique
100,000
129
Cea
Barry
bright
Donovan
sport
Allen
Freeman
Lopez
settle
11.00
Natalya
Irina
Joseph
Frankie
Namibia
Anton
Zabrze
nominated
Jens
Oliver
Klinsmann
Legia
SRI
LANKA
excellent
Healy
Angolan
sending
McCarthy
falls
shr
416
changing
developments
Research
holds
investments
Miami
shift
Akron
My
fields
crowds
promoted
Haj
Yihye
load
elsewhere
blown
Kohl
sealed
links
roads
aboard
palace
sectors
platform
spying
assistant
12-year-old
contacts
pursue
sexual
sexually
detective
incumbent
Cambridge
Roosevelt
friends
Dm
showers
isolated
Premier
giant
perhaps
Sachs
contest
asking
Necmettin
listed
set-top
profitable
retail
Many
word
adopted
sweeping
intercepted
everyone
Tommy
acquire
directly
boxcar
Phan
surrounded
short-term
ordering
investigations
freight
whales
lions
model
Howard
gathered
stockpile
metal
Export
otherwise
owners
posts
4221
highlights
Merrill
engine
JYVASKYLA
prospect
fined
sports
6.5
boss
pace
Eddie
Tyrrell
555
398
Notts
follow
Raith
Hamilton
Tottenham
Gianluca
Arsenal
Southampton
Bolton
Blackpool
Chesterfield
Swansea
Doncaster
tries
Zinzan
Wroclaw
Odra
Polonia
BASKETBALL
.527
Veldman
defenders
Antwerp
Christopher
Frederic
tanks
Doctors
climb
racing
Team
walking
Florence
demands
Opposition
camps
genocide
accusing
congress
communications
Movement
sentences
withdrew
independent
intends
remarkable
offering
Hurricane
winds
Bossi
paedophile
imprisonment
Among
inquiry
cannabis
container
MADRID
supported
JavaSoft
aims
style
LAKES
Escort
GTR
laps
162
Fastest
drivers
Fogarty
strongly
riders
87
ONE-DAY
Headley
Togo
Dinamo
.470
Phillies
Expos
Shane
MILAN
83rd
Neuchatel
Montgomerie
Ferrigato
narrow
Briton
Arnold
Blind
Azharuddin
riding
Rugby
paint
tell
achieve
1948
thrown
warning
pullout
Commander
Ten
northwest
allied
cool
establish
stations
skilled
rated
Salang
postponement
Bogra
Nearly
diesel
dictator
Institute
farms
acres
220
badly
autumn
attributable
substantial
shutdown
portfolio
therapy
IMED
decisive
Sharpe
Middlesex
BY
FRIENDLY
Mauritius
Gabon
legs
swimming
titles
medicine
Leon
usual
Larry
Magdalena
MONDAY
Elena
.466
Sosa
Boer
ZIMBABWE
Strang
Brandes
Hogg
Reiffel
Flower
boats
600,000
cast
voter
High
compromise
insistence
recover
factory
settlements
5.5
Raichev
Tass
eye
2.6
JOSE
photographs
Specter
dozens
859
tree
bounce
fairly
re-election
painted
praised
Gephardt
handgun
ARA
frost
suits
Salomon
CALL
CONFIRMED
instructions
procedure
fix
Ekeus
Tamils
LTTE
Tankan
diverted
larger
Ata-ur-Rehman
tunnel
TUESDAY
STAGE
NETHERLANDS
Palmans
Postal
Neths
Wolf
weakening
Reform
MPs
acts
Interpol
films
plantation
Bamerindus
coup
collision
Seoul
mainland
bushel
HRW
bulk
medals
Rifkind
normally
Rohrabacher
Insurance
Gatwick
Drew
commentary
Kan
Commodities
Saskatchewan
Heeswijk
Telekom
Fowler
Albert
Genoa
Pires
Foe
PSG
Kaluwitharana
Silva
Leduc
Reef
Betaseron
exclusive
Ivorian
Bedie
ADRs
quake
Nov
endorse
marijuana
defends
Palkhivala
pipes
Lamm
gestures
GPG
bush
Khmer
Pol
Pot
Hatoyama
Grobbelaar
roubles
A-rated
muscle
soybeans
surgeon
meal
Gluten
KV
Pro
Slough
kerosene
PULPEX
pulp
pesetas
trend
Franz
protect
justified
causing
influence
suggested
sells
Ai
1967
disrupted
greater
Xinhua
Relations
trucks
represent
Volkswagen
Porsche
Skandalidis
AMT
MLN
MATURITY
LISTING
SALE
NO
MANAGER
AB
Intelligence
Syrian
launching
mounted
stranded
refusing
exit
nurse
complaint
Secretary-General
resistance
interbank
Israeli-PLO
adviser
helicopters
busy
bar
authority
conduct
touch
issuing
overthrow
elaborate
ammunition
rifles
friendship
papers
Liberal
liberal
CME
spreading
extraordinary
notes
flows
Services
0.20
Balance
Africans
elements
+33
repairs
NCB
year-on-year
Jan-April
statistics
raises
tops
banning
safe
2.1
Goydos
Hidemichi
Stricker
Leonard
Duffy
Waldorf
Love
Clarence
Hal
Corey
Willie
Wood
VALLETTA
32nd
84th
Prescott
sprinter
Mind
sad
4th
Sandrine
Testud
HAMLET
COMMACK
Richey
Reneberg
Hicham
Dalglish
conclusion
Fulton
Nixon
143
Worcester
Vaughan
I.
GLASGOW
20-month
opponent
Celtic
DAY
UNITED
Keane
four-year
Jiri
Carlsen
Berasategui
Millns
63rd
28th
5th
0-2
Gabriel
Dave
44th
Azerbaijan
Kispest
Tomas
Sergei
42nd
PUT
Ferencvaros
Andersson
9,000
Bahia
Juventude
relegated
Woodforde
conceded
BADMINTON
KUALA
LUMPUR
Malaysian
15-2
17-14
Chen
2nd
11-8
Voinea
Guy
Yevgeny
Mats
Karim
Gustafsson
Tarango
Palmer
ORIOLES
JOHNSON
observed
Dr.
Mets
.598
.512
.461
Greer
Julian
right-field
fence
blew
Cal
tying
Stanley
bases-loaded
batting
Mo
Blue
Jays
Royals
scorer
Knup
Rolf
Goalkeepers
Defenders
Raphael
Midfielders
Christophe
Inter
performances
goes
STUTTGART
Riley
Retief
Goosen
Pyman
Jonzon
Lomas
formula
yellow
coaching
8.30
18.
Ponting
sixes
retiring
replied
buses
JOURNAL
CONTENTS
reverse
EC
sugar
arable
91
standard
entry
DOCUMENT
Administration
favorable
administrator
optimistic
second-quarter
measles
Crohn
journal
severe
birth
JUNE
MAY
+4
accounting
studies
115
College
findings
schools
Development
Steffi
upset
Zvereva
Swede
two-time
exception
looks
Martina
16th
rallies
seeds
ranks
strokes
24-year-old
feeling
pro-soccer
Chonnam
Pohang
Pusan
Ulsan
Chonbuk
Senegal
Sam
Abuja
60,000
Conte
reading
revolt
1984
Toure
washed
beach
Town
journey
dog
elderly
grandson
pick
INDICATORS
10.6
102
Credit
2410
0800
1500
schoolgirl
offenders
indices
officially
Tatyana
northwestern
SARAJEVO
Deutsche
survivors
raids
tiny
southwest
0.1
passing
weakened
capture
conflicts
infrastructure
feared
flee
complaints
hide
hunting
undertaking
prominent
Israel-PLO
tower
EgyptAir
wet
terrorists
totalled
lira
actually
Organisers
access
exercise
type
sclerosis
37th
chronic
Announcement
Issuer
Expected
Bertram
meant
welcomed
blue
virtually
Neither
communists
reference
attorney
During
argument
UN
secretary-general
speculated
killers
state-run
assassination
pitting
exclude
382
Cargo
Paribas
5040
DUBLIN
So
urge
breakaway
DELHI
kind
1974
Test
providing
relatives
murdered
nationals
immigration
suburb
Islamabad
1947
militant
Eastern
BOMBAY
reduction
+91-22-265
9000
agree
malaria
lung
bone
Order
Abbey
Media
promise
solid
publishing
Asian
healthy
savings
RBA
fixed
consistent
requirements
massive
wall
Parent
manufacturer
Markets
bans
two-year
tobacco
fresh
equity
dates
ounce
Kuchma
collapse
grow
trades
seeing
associate
closer
promising
exported
regulation
experienced
Mission
singled
resuming
square
Coulthard
Heinz-Harald
Frentzen
Brundle
Rubens
Barrichello
Panis
CORRECTED
105
Robinson
Blakey
ankle
Every
chest
Forest
Before
26-year-old
ATP
mental
Still
Today
15-5
Championships
.450
FRIDAY
Moyer
batters
fielder
wild-card
Troy
shutout
doubled
go-ahead
Hanson
BREAKS
Warner
finishing
bonus
historic
dominated
three-year
softer
adjusted
128
Ames
Chapman
trio
burst
10.10
brilliant
Jackson
fastest
Ludmila
silver
alive
Ezinwa
Jean-Paul
Laurent
Natalia
Mills
Eric
Ann
Juergen
triple
Markov
Francis
Rui
KEEPS
Rene
Helmer
Mario
Graz
Ekeren
Molenbeek
AUSTRALIA
Lankans
Muralitharan
three-test
Ranatunga
eve
XI
ANGOLA
Angola
guaranteed
delays
TUE
THU
33.0
circumstances
handful
Minerals
0.50
120,000
aware
Buffett
Trust
MIAMI
Airlines
Transportation
Aviation
SEA
Sea
ways
application
coached
closely
Death
tracks
coastal
1968
robbery
LAGOS
800,000
lobby
damaged
destroyed
perpetrators
intelligence
swept
patrols
Independent
Weather
1000
crucial
borders
lunches
Amazon
waters
vast
AMMAN
duties
incompatible
Karak
mosque
loose
riot
involvement
exploded
Glyn
Talabani
implementation
unite
neighbour
EDT
teenagers
watching
Sen
1.7
kilometres
1,600
Fuel
Rice
Little
soil
framework
coordinator
Eelam
leaves
KATHMANDU
Tibetan
servant
bound
employer
informed
Long
10-year
ISSUE
SPOT
Legal
injunction
princess
camera
frequent
uses
SOLIDERE
Market
distributed
district
consortium
digital
Luehrs
5.50
Americast
generation
Communications
financing
roll
manufacture
technology
reporting
happy
minor
TM
mass
sitting
fail
computers
thinking
migration
illegally
centred
submitted
grant
participation
Karen
locked
fishing
fires
burned
Church
Matthew
spite
wave
Oak
initiated
SunGard
859-1610
Lockhart
citing
originally
Mohammed
pool
+49
tag
whale
knows
spell
exactly
stick
environment
function
Senior
contained
5.6
Labor
MELBOURNE
Mining
surged
3.75
Mountain
broker
rocks
Orii
350
warehouses
fate
indication
Trading
storage
helping
Companion
Marble
H.K.
Softbank
SHANGHAI
unlisted
5452
mortgage
zinc
hanging
Top
suitable
shareholder
Gronholm
Sainz
Bruno
Arrows
Giovanni
Danish
host
+5
Workington
Halifax
Castleford
Neil
visitors
Captain
353
323
117
B.
equalised
Sunderland
Coventry
Aston
Brentford
Luton
Burnley
Walsall
Bury
Peterborough
Crewe
Rotherham
Shrewsbury
Stockport
Watford
Millwall
Wrexham
Wycombe
Gillingham
Bournemouth
Barnet
Brighton
Carlisle
Hull
Chester
Darlington
Exeter
Scarborough
Hartlepool
Fulham
Hereford
Leyton
Orient
Mansfield
Rochdale
Scunthorpe
Torquay
ZEALAND
PRETORIA
33-26
gap
Tries
Penalties
Mladost
Buducnost
OFK
Amica
Wronki
Hutnik
Sokol
Tychy
Lech
Poznan
Slask
Wodzislaw
Katowice
Belchatow
MANILA
Philippine
Basketball
Shell
PRO-BASEBALL
pro-baseball
SATURDAY
dismal
Wouden
Liege
6,000
7,000
8th
73rd
VfL
VIENNA
Penrose
Against
provides
wish
marriage
wilderness
Eco-Challenge
ride
participants
Malawi
denounced
earn
Gatera
supposed
royal
hole
reasonable
dictatorship
Balkan
approve
scrap
unlikely
hanged
Moada
secrets
Ben
IRNA
skies
Boutros
Laurence
designed
bills
focus
programmes
McCurry
mph
44.2
comics
Orvieto
march
farmer
prostitute
murdering
asks
Michel
Marchal
Lambrecks
Justice
explosive
seize
achieving
Lahore
chaos
initial
Prasad
networks
17th
14th
Lancer
Jarmo
Kytolehto
Impreza
Danny
178
Tortelli
Moore
Michele
INTERNATIONAL
javelin
Pat
Francesco
regained
Hoddle
51st
disciplinary
Alec
Congo
Widzew
Universitatea
Jiul
Petrosani
Lokomotiv
Torpedo
CSKA
Adelaide
14.12
Collingwood
Richmond
Fitzroy
Carlton
Footscray
Essendon
Kilda
Hawthorn
Fremantle
Geelong
1673
Bulldogs
Illawarra
Penrith
Manly
Suburbs
Parramatta
309
Chong
.534
SUNDAY
.542
sixth-inning
Rockies
Castilla
apparent
Vicente
birthday
marked
checking
Oscar
substitute
Boys
Gallen
Museeuw
faded
newly
20th
INDIA
Sidhu
Cricket
moves
goodwill
understand
Archbishop
Tutu
crimes
testimony
voluntarily
cited
doubts
post-war
provision
engaged
armoured
gunmen
basic
granted
killings
Burmese
DKBA
Airport
jars
analysis
robbers
stability
AL
Abdul-Karim
al-Kabariti
Yedioth
opposes
Cabinet
choose
surveyed
restructuring
competitive
sites
insurer
Weinstein
abducted
Another
widely
powerful
Rashid
Dostum
Hekmatyar
persuade
Sheikh
BNP
Local
policeman
student
fill
Odnosum
harvest
unpaid
2.5
3.9
collective
hectares
willing
weakness
clean
River
approval
Road
superb
Gibbs
bowling
requiring
Ronaldo
Seychelles
overcome
Benin
Slovan
Kosice
Praha
FK
Viktoria
AC
package
Formula
Moroccan
4.50
Fine
worries
semifinals
Aleksandra
quarters
advance
Haas
spots
focused
18th
9-7
heat
Courtois
Jane
Nicole
RUN
sweep
shoulder
.523
.519
BONDS
Gastel
Witschge
BARCELONA
75th
Pantic
138
Streak
Flemming
Shah
Dekker
day-night
toss
story
reorganization
creditors
Jersey
assemblies
Representatives
Frowick
registering
Diplomats
Soren
Chernomyrdin
permanent
paying
fleeing
brokerage
6.1
month-end
142
Ryutaro
10-day
underwent
pesos
unidentified
derailed
SIMEX
Brent
SINGAPORE
respectively
discussing
Riyadh
Pennsylvania
refuelled
cooperate
Amr
expansion
premiums
COMEX
CBOT
remains
cwt
Talbott
Ottawa
hogs
ship
stiff
Education
Daschle
Mr
Repsol
barges
Prairies
41.0
Prairie
producer
covered
BALANCE
AA-
Investment
lady
securities
January-June
checked
no-confidence
direction
monetary
strategist
rapid
0.5
STANSTED
British-based
ARC
Newbury
bypass
activist
stopping
forms
slowly
fake
NORTHAMPTON
resigned
directors
195
Lupu
7-15
8-15
Wiesner
Majoli
Clayton
batter
awarded
trail
testing
Federico
Jans
700
WorldCom
Kadian
Garang
Nairobi
Vyacheslav
band
Kwasniewski
unexpectedly
nationalists
TALLINN
Lennart
convene
101
divorced
pornographic
Eduardo
prior
O
married
blind
reverts
Bosnians
Ciller
organising
views
Hall
deliver
MT
.01
Stallone
140
Amtrak
Garrity
hospitalised
Masood
insurgents
Penn
suggesting
gene
11.0
Allensbach
Mentmore
pence
stg
Ruth
parrots
photos
motorist
smoke
discussed
poisoning
bacteria
demolition
ROME
pork
2.20
Gavin
Ozers
Moreau
Carling
Allan
Maccabi
Loko
tribute
Jesse
Thiel
holder
226-5
Dharmasena
Morinville
Trax
et
al
barrel
Judge
balances
Pay
Oriente
Escravos
bribes
compliance
Kotlarska
TWA
Mokhoff
Samper
dividend
concerning
INA
remarks
aides
planting
economist
topsoil
Statistics
Terence
flat
Witnesses
MQM
WSRL
VW
Miltiadis
floor
tankan
promises
Akbel
Chiate
litigation
BERLIN
Industrial
Ducruet
singer
Stagecoach
Swebus
Newcrest
Chor
Rouge
Sary
Cambodia
atrocities
EL
Aaxis
Antoine
Sorensen
Faure
Dubnicoff
Neumann
guns
Mahala
Zvornik
Milosevic
Kosovo
meningitis
nervousness
landless
peasants
passport
Gen'l
Obligation
+0.05
dystrophy
dystrophin
Cargill
DNS
panel
modem
Housecall
10,650,407
forma
14,775,000
Life
Gruppen
Mafia
canteen
Demel
Kekkila
T&N
Yr
Lenzing
lamb
recommendation
Farm
laboratory
alarm
brain-wasting
transferred
collapsed
humans
mutton
favourite
1966
concert
fan
girlfriend
anonymous
Taiwanese
Vice
infuriated
hostility
recognition
practical
steps
jumped
2.2
Almost
Motors
socialist
BORROWER
COUPON
TYPE
STRAIGHT
FORCE
HOME
TAX
GOVT
BOND
LEAD
7658
Brothers
Rabinovich
priority
Likud
creating
purchases
defensive
purposes
Golan
voices
benefits
wars
TUNIS
tabloid
visas
knowledge
investigate
complaining
extend
Mujahideen
Khalq
Massoud
voiced
holidays
subsequently
Dhabi
Burhanuddin
fighter
Numerous
Kalashnikov
maintenance
delaying
BEIRUT
Hariri
Parliamentary
criticism
Mount
incomplete
Q1
Software
Per
0.19
socialists
enters
announces
BUSINESS
Heidrun
OSLO
injection
accounted
roughly
Finnish
Customs
Exports
14.5
Helsinki
+358
680
tap
2002
notice
tells
meat
Until
acknowledged
tissue
perfectly
eat
yard
Firestone
C.C
Tanaka
Herron
Forsbrand
Faldo
Cook
Ernie
Hoch
Loren
Roberts
Funk
Struver
Cejka
Sutton
D.A.
Weibring
Bryant
Parry
Ginn
Pavin
O'Meara
Couples
Stankowski
Furyk
Satoshi
Higashi
Maruyama
McCarron
Westner
Schneiter
Watson
Seiki
Okuda
REUTER
HORSE
ENDS
Pivotal
verdict
11-4
Kijimuta
Yone
Kamio
Sugiyama
Shi-Ting
Waldbaum
Aynaoui
Arazi
mouth
Weston-super-Mare
Cox
7-73
Lathwell
Symonds
Cowan
Simmons
Archer
Dowman
94
w-1
nb-8
Duncan
watched
Jackie
McNamara
under-21
Roy
3-7
Novak
Corretja
Renzo
Furlan
Clavet
Sebastien
Byron
Gaudenzi
Woodruff
CAPE
TOWN
replaces
all-rounder
1st
AEK
Armenia
82nd
Vinnytsya
Bergen
Ove
Scorer
87th
Islands
48th
76th
Ironi
Constructorul
Skopje
Macedonia
EURO
Gothenburg
Champions
RIO
JANEIRO
midweek
Paranaense
Corinthians
Guarani
Coritiba
Mineiro
Cruzeiro
Vitoria
Flamengo
Goias
Sport
Recife
Gremio
Bragantino
Palmeiras
Vasco
da
Gama
Portuguesa
Parana
signalled
loses
Fraser
toughest
guidance
MALAYSIAN
badminton
15-3
Wong
Ismail
Jeroen
Indra
Marina
11-2
11-7
Christine
Revised
Larsson
Jordi
Jonas
Rikl
Jean-Philippe
Doug
Stark
Marcos
Felix
Mantilla
Moya
Siemerink
Lapentti
Guillaume
Raoux
Knowles
Kris
Goossens
Chuck
Frana
Courier
Grabb
Arnaud
Boetsch
Radulescu
Jared
Gumy
Hlasek
irregular
clot
replacing
guided
.536
.535
.435
Tavarez
swing
Ivan
joining
surging
appearances
22nd
1/3
Chili
belted
27th
eighth-inning
reeling
lowered
Jaha
Numan
SWISS
Galatasaray
internationals
overlooked
Cagliari
Ramon
Vega
Alexandre
Servette
beer
drinks
expensive
Eamonn
Darcy
Suneson
Miles
Des
Smyth
Westwood
Bjorn
Roca
Derrick
Padraig
Harrington
Gogele
Coltart
Karlsson
Jamie
rewarded
Fair
Play
spectators
19.
20.
26.
8.09
8.02
commandos
dogs
fixture
Ricky
o'clock
investigated
187
payment
Minneapolis
liaison
expenses
disputed
disputes
312-408-8787
Oct.
Va
bankruptcy
169
exposure
bowel
pregnant
babies
Wakefield
Free
colleagues
1940
CBI
manufacturing
Confederation
dwt
inspection
tablets
differences
Those
diet
trials
funded
GmbH
volcano
4,500
evacuated
8.5
Berkrot
ease
Yayuk
revealed
stunning
showdown
Natasha
luck
fifth-seeded
pits
comfortable
nursing
eighth-seeded
Ruxandra
Dragomir
second-round
advancing
third-set
timing
famous
serves
Then
cholera
Doctor
deaths
ECOMOG
handover
Economic
broadcast
precise
sessions
farming
survived
corruption
writing
Carlo
Murray
whoever
bloody
fierce
updated
Jan-May
Gross
T-bill
servicemen
independently
cease
13-year-old
clothes
PRAGUE
broad
measure
banking
NOVYE
ATAGI
Russian-Chechen
detailed
rebel-held
progressing
mood
Refugees
Komarica
massacre
male
Slovenian
arrival
Guard
Navy
steel
Production
jungle
northeastern
Lima
speeches
slogans
severely
Surinam
visitor
brawl
shoot
advances
logging
manages
hidden
wooden
hired
Downer
strained
spiritual
Daoud
Edward
Said
origin
critic
Taha
Strip
blames
carrier
medium
Addis
Ababa
extradite
7.2
reaction
Interbank
approached
65,000
0.55
218
silence
pageant
ultimatum
heavier
sponsors
eased
ability
patients
location
rapidly
neo-Nazi
extremist
conviction
racial
43-year-old
shouted
offence
hailed
flowing
1970s
machine
Hitler
Jews
bars
offences
videos
vicious
dressed
Socialists
judges
dealt
oil-for-food
Akashi
bishop
Pierre
Herve
volumes
3.1
11.4
Tel+44
161
7706
Fax+44
5017
Aegon
requested
Wolfgang
valid
pledge
quoting
initiative
CTBT
text
forwarded
reiterated
objections
Disarmament
lone
relationship
disrupt
Gupta
restore
CRR
simple
honours
turns
conscious
successor
Jesus
simply
dying
chain
18,000
Rupert
perspective
announcing
budgeted
Drummond
Book
expired
p.m.
373-1800
contribution
underlying
saving
11.25
responding
reflected
awaiting
250
84
10.00
Wah
privately
facility
Rate
watch
Megawati
Around
MARKETS
movements
exchanges
highs
CLOSE
3,907.5
Jun
Apr
Feb
declaration
empire
peaceful
Inflation
Monetary
karbovanets
unofficial
aim
Mass
dating
discovered
lamented
library
disguised
obliged
tackling
feature
transfer
incompetent
ones
sequel
Paramount
Impossible
spy
175
plot
write
Butch
entertaining
Heavy
umpires
spotted
SPA-FRANCORCHAMPS
Gabriela
Sabatini
Asa
Carlsson
Katarina
Studenikova
Corrects
Albion
Hooper
Curran
T.
529-8
Shaun
swap
departure
Ravanelli
celebrate
Robson
ADVANCE
victories
easily
wind
competing
joked
Mulder
cap
alongside
colleague
Hock
5-4
sidelined
withdrawal
.516
.477
.465
.406
.528
Sorrento
tagged
Jr
Jay
Buhner
7-0
pitches
foul
pole
Matt
Acre
battered
Finley
en
blanked
SEASON
cruised
Espinho
PORTUGUESE
second-half
two-goal
afterwards
Springer
METRES
mile
swift
2:29.34
surface
gear
WOMEN
130
131
Lane
CHAMPIONS
